Repository: gitgrupoift/bp-pt-br
Catalog: buddypress-*.po
Languages: pt_br

source: Group Name (required)
pt_br: Nome do Grupo (obrigatório)

source: Group Description (required)
pt_br: Descrição do grupo

source: Notify group members of changes via email
pt_br: Notificar por email as alterações aos membros

source: Enable discussion forum
pt_br: Ativar fórum de discussão

source: Privacy Options
pt_br: Opções de privacidade

source: This is a public group
pt_br: Este grupo é público

source: Any site member can join this group.
pt_br: Qualquer membro do site pode ingressar neste grupo.

source: This group will be listed in the groups directory and in search results.
pt_br: Este grupo será listado no diretório de grupos e nos resultados de busca.

source: Group content and activity will be visible to any site member.
pt_br: As atividades e conteúdos do grupo estarão visíveis para qualquer membro do site.

source: This is a private group
pt_br: Este grupo é privado

source: Only users who request membership and are accepted can join the group.
pt_br: Somente usuários que solicitam participação e são aceitos podem ingressar neste grupo.

source: Group content and activity will only be visible to members of the group.
pt_br: Conteúdo e atividades do grupo só serão visíveis para os respectivos membros.

source: This is a hidden group
pt_br: Este grupo é oculto

source: Only users who are invited can join the group.
pt_br: Somente usuários convidados podem ingressar neste grupo.

source: This group will not be listed in the groups directory or search results.
pt_br: Este grupo não será listado no diretório de grupos ou nos resultados de busca.

source: Group Invitations
pt_br: Convites para o grupo

source: All group members
pt_br: Membros do grupo

source: Group admins and mods only
pt_br: Apenas administradores podem fazer upload de fotos

source: Group admins only
pt_br: Administradores do grupo

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
pt_br: Envie uma imagem para usar como avatar deste grupo. A imagem aparecerá na página principal do grupo e em resultados de busca.

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
pt_br: Se você quiser remover o avatar existente sem enviar um novo, use o botão excluir avatar.

source: Crop Avatar
pt_br: Recortar avatar

source: Administrators
pt_br: Administradores

source: Moderators
pt_br: Moderadores

source: (banned)
pt_br: (expulso)

source: Unban this member
pt_br: Expulsar este membro

source: Remove Ban
pt_br: Remover expulso

source: Kick and ban this member
pt_br: Expulsar este membro

source: Kick &amp; Ban
pt_br: Expulsar

source: Promote to Mod
pt_br: Promover a moderador

source: Remove this member
pt_br: Promover este membro

source: Remove from group
pt_br: Você não possui nenhum grupo.

source: There are no pending membership requests.
pt_br: Não há solicitações de participação pendentes.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
pt_br: AVISO: Excluir este grupo removerá completamente TODO o conteúdo associado e não será possível recuperá-lo. Tenha cuidado ao usar esta opção.

source: I understand the consequences of deleting this group.
pt_br: Compreendo as consequências da exclusão deste grupo.

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
pt_br: <strong>Atenção, Administrador:</strong> Fóruns de grupos exigem <a href="%s">instalação e configuração corretas</a> do bbPress.

source: To skip the avatar upload process, hit the "Next Step" button.
pt_br: Para ignorar o processo de envio do avatar, clique no botão "Próxima etapa".

source: Crop Group Avatar
pt_br: Recortar o avatar do grupo

source: Back to Previous Step
pt_br: Etapa anterior

source: Next Step
pt_br: Próxima etapa

source: Create Group and Continue
pt_br: Criar grupo e continuar

source: Edit this entry
pt_br: Editar esta entrada.

source: Sorry, no attachments matched your criteria.
pt_br: Nenhum anexo corresponde à pesquisa.

source: Search Results
pt_br: Resultados da pesquisa

source: No posts found. Try a different search?
pt_br: Nenhum post encontrado. Tentar outra pesquisa?

source: You are browsing the archive for %1$s.
pt_br: Você está no arquivo de %1$s.

source: Sorry, no posts matched your criteria.
pt_br: Nenhum post corresponde aos seus critérios de pesquisa.

source: Viewing item %1$s to %2$s (of %3$s items)
pt_br: Vendo item %s a %s (de %s itens)

source: View Discussion
pt_br: Discussão

source: xprofile
pt_br: perfil

source: friends
pt_br: amigos

source: sites
pt_br: Site

source: Clear Filter
pt_br: Limpar filtro

source: a user
pt_br: um usário

source: Send a public message on your activity stream.
pt_br: Enviar uma mensagem privada a este usuário.

source: Public Message
pt_br: Ver mensagem

source: Site Wide Activity RSS Feed
pt_br: Feed RSS da atividade em todo o site

source: Search Activity...
pt_br: Atividade do usuário %s

source: Activity
pt_br: Atividade

source: Personal
pt_br: Pessoal

source: Favorites
pt_br: Favoritos

source: Mentions <span class="count">%s</span>
pt_br: Inativos <span class="count">(%d)</span>

source: My Activity
pt_br: Minhas atividades

source: %s mentioned you in an update
pt_br: %s mencionou você em uma atualização

source: %1$s mentioned you in an update: "%2$s" To view and respond to the message, log in and visit: %3$s ---------------------
pt_br: %s mencionou você em uma atualização: "%s" Para ver e responder a mensagem, faça login e visite: %s ---------------------

source: %s replied to one of your updates
pt_br: %s respondeu a uma de suas atualizações

source: %1$s replied to one of your updates: "%2$s" To view your original update and all comments, log in and visit: %3$s ---------------------
pt_br: %s respondeu a uma de suas atualizações: "%s" Para ver sua atualização original e todos os comentários, faça login e visite: %s ---------------------

source: %s replied to one of your comments
pt_br: %s respondeu a um de seus comentários

source: %1$s replied to one of your comments: "%2$s" To view the original activity, your comment and all replies, log in and visit: %3$s ---------------------
pt_br: %s respondeu a um de seus comentários: "%s" Para ver a atividade original, seu comentário e todas as respostas, faça o login e visite: %s ---------------------

source: [Read more]
pt_br: +%d mais

source: @%s Mentions
pt_br: @%s Menções

source: You have %1$d new activity mentions
pt_br: Você tem %d convites para novos grupos

source: %1$s mentioned you in an activity update
pt_br: %s mencionou você em uma atualização

source: Posted an update
pt_br: %s publicou uma atualização:

source: %s posted an update
pt_br: %s publicou uma atualização:

source: %s posted a new activity comment
pt_br: %s publicou um novo comentário de atividade:

source: Thumbnail
pt_br: Miniatura

source: Friends Activity
pt_br: Atividades dos amigos

source: %s - Friends Activity Feed
pt_br: %s - Feed das atividades dos amigos

source: Comments: %s
pt_br: Comentários: %s

source: In reply to
pt_br: Em resposta a

source: %s - Activity Feed
pt_br: %s - Feed das atividades

source: Favorite Activity
pt_br: Favoritar atividade

source: Group Activity
pt_br: Atividade do grupo

source: %s - Group Activity Feed
pt_br: %s - Feed das atividades do grupo

source: Site Wide Activity
pt_br: Atividade em todo o site

source: Site Wide Activity Feed
pt_br: Feed das atividades em todo o site

source: My Groups - Public Activity
pt_br: Meus grupos - Atividade pública

source: You do not have access to this activity.
pt_br: Sem acesso a esta atividade.

source: A member mentions you in an update using "@%s"
pt_br: Um membro menciona você em uma atualização usando "@%s"

source: A member replies to an update or comment you've posted
pt_br: Um membro responde a uma atualização ou comentário que você publicou

source: Activity deleted successfully
pt_br: Grupos excluídos com sucesso

source: There was an error when deleting that activity
pt_br: Ocorreu um erro ao excluir esta atividade

source: Update Posted!
pt_br: Post atualizado!

source: There was an error when posting your update, please try again.
pt_br: Ocorreu um problema ao publicar sua atualização, tente novamente.

source: Reply Posted!
pt_br: Resposta publicada!

source: Activity marked as favorite.
pt_br: A atividade marcada como favorita.

source: There was an error marking that activity as a favorite, please try again.
pt_br: Ocorreu um erro ao marcar esta atividade como favorita, tente novamente.

source: Activity removed as favorite.
pt_br: Atividade removida das favoritas.

source: There was an error removing that activity as a favorite, please try again.
pt_br: Ocorreu um erro ao remover esta atividade das favoritas, tente novamente
