Repository: gitgrupoift/bp-pt-br
Catalog: buddypress-*.po
Languages: pt_br

source: Send a private message to this user.
pt_br: Enviar uma mensagem privada a este usuário.

source: Private Message
pt_br: Mensagens privadas

source: %d Recipients
pt_br: %d destinatários

source: Sent %s
pt_br: Criado %s atrás

source: Your reply was sent successfully
pt_br: Sua resposta foi enviada com sucesso

source: There was a problem sending your reply, please try again
pt_br: Ocorreu um problema ao enviar a sua resposta, tente novamente.

source: From: %s
pt_br: De: %s

source: There was an error deleting that message.
pt_br: Ocorreu um erro ao excluir a mensagem.

source: Message deleted.
pt_br: Mensagem excluída.

source: There was an error deleting messages.
pt_br: Ocorreu um erro ao excluir as mensagens.

source: Messages deleted.
pt_br: Mensagens excluídas.

source: Recipients
pt_br: Destinatários

source: There was an error sending that message, please try again
pt_br: Ocorreu um erro ao enviar esta mensagem, tente novamente

source: Notice sent successfully!
pt_br: Aviso enviado com sucesso!

source: There was an error sending that notice, please try again
pt_br: Ocorreu um erro ao enviar este aviso, tente novamente

source: Message sent successfully!
pt_br: A mensagem foi enviada com sucesso!

source: There was a problem deactivating that notice.
pt_br: Ocorreu um problema ao desativar esse aviso.

source: Notice deactivated.
pt_br: Aviso desativado.

source: There was a problem activating that notice.
pt_br: Ocorreu um problema ao ativar esse aviso.

source: Notice activated.
pt_br: Aviso ativado.

source: There was a problem deleting that notice.
pt_br: Ocorreu um problema ao excluir esse aviso.

source: Notice deleted.
pt_br: Aviso excluido.

source: A member sends you a new message
pt_br: Um membro lhe enviou uma nova mensagem

source: A new site notice is posted
pt_br: Um novo aviso foi publicado

source: New message from %s
pt_br: Nova mensagem de %s

source: %s sent you a new message: Subject: %s "%s" To view and read your messages please log in and visit: %s ---------------------
pt_br: %s lhe enviou uma mensagem: Assunto: %s "%s" Para ver e ler a mensagem, faça login e visite: %s ---------------------

source: No Subject
pt_br: Sem assunto

source: You have %d new messages
pt_br: Você tem %d novas mensagens

source: You have %d new message
pt_br: Você tem %d nova mensagem

source: Edit Member
pt_br: Membro

source: Mark as Spammer
pt_br: Marcar como spammer

source: Are you sure you want to mark this user as a spammer?
pt_br: Tem certeza de que deseja excluir este usuário?

source: Not a Spammer
pt_br: Não é spammer

source: Are you sure you want to mark this user as not a spammer?
pt_br: Tem certeza de que deseja excluir este usuário?

source: Are you sure you want to delete this user's account?
pt_br: Tem certeza de que deseja excluir este usuário?

source: No new notifications
pt_br: Nenhum aviso novo.

source: User marked as spammer. Spam users are visible only to site admins.
pt_br: Usuário marcado como spammer. Os spammers são visíveis apenas para os administradores do site.

source: User removed as spammer.
pt_br: Usuário removido da lista de spammers.

source: %s has been deleted from the system.
pt_br: %s foi excluído do sistema.

source: There was an error deleting %s from the system. Please try again.
pt_br: Ocorreu um erro ao excluir %s do sistema. Tente novamente.

source: No new notifications.
pt_br: Nenhum aviso novo.

source: Blog Authors
pt_br: Autores de blog

source: Edit %s's Profile
pt_br: Editar o perfil de %s

source: Edit %s's Avatar
pt_br: Editar o avatar de %s

source: Delete %s's Account
pt_br: Excluir conta

source: Search Members...
pt_br: Membros em destaque

source: You
pt_br: Você

source: Please make sure you enter your password twice
pt_br: Confira se você inseriu sua senha duas vezes.

source: The passwords you entered do not match.
pt_br: Suas senhas não conferem.

source: This is a required field
pt_br: Este campo é obrigatório

source: Your account is now active!
pt_br: Sua conta foi ativada!

source: Please enter a username
pt_br: Insira um nome de usuário

source: Only lowercase letters and numbers allowed
pt_br: Somente minúsculas e números são permitidos

source: Username must be at least 4 characters
pt_br: O nome de usuário deve conter pelo menos 4 caracteres

source: Sorry, usernames may not contain the character "_"!
pt_br: Nomes de usuário não podem conter o caractere '_'!

source: Sorry, usernames must have letters too!
pt_br: Nomes de usuário também devem conter letras!

source: Please check your email address.
pt_br: Verifique seu email.

source: Sorry, that email address is not allowed!
pt_br: Este email não é permitido!

source: Sorry, that username already exists!
pt_br: Este nome de usuário já existe!

source: Sorry, that email address is already used!
pt_br: Este email já está em uso!

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
pt_br: <strong>ERRO</strong>: Não foi possível registrá-lo... entre em contato com o <a href="mailto:%s">administrador</a>!

source: Invalid activation key
pt_br: Taxonomia inválida

source: %s became a registered member
pt_br: %s tornou-se um membro registrado

source: Viewing member %1$s to %2$s (of %3$s active members)
pt_br: Vendo membros %s a %s (de %s membros ativos)

source: Viewing member %1$s to %2$s (of %3$s members with friends)
pt_br: Vendo membros %s a %s (de %s membros com amigos)

source: Viewing member %1$s to %2$s (of %3$s members online)
pt_br: Vendo membros %s a %s (de %s membros online)

source: Viewing member %1$s to %2$s (of %3$s members)
pt_br: Vendo membros %s a %s (de %s membros)

source: Never active
pt_br: Desativar

source: registered %s
pt_br: registrado há %s atrás

source: Your Avatar
pt_br: Seu avatar

source: Activity RSS Feed
pt_br: Feed RSS de atividade

# Post written by...
source: by %s
pt_br: por %s

# Sticky post
source: Featured
pt_br: Blogs em destaque

source: Permanent Link to
pt_br: Link permanente para

source: %1$s <span>in %2$s</span>
pt_br: %1$s <span>em %2$s</span>

source: Read the rest of this entry &rarr;
pt_br: Ler o restante deste post &rarr;

source: Pages:
pt_br: Páginas:

source: No Comments &#187;
pt_br: Nenhum comentário &#187;

source: 1 Comment &#187;
pt_br: 1 comentário &#187;

source: % Comments &#187;
pt_br: % comentários &#187;

source: Not Found
pt_br: Não encontrado

source: Sorry, but you are looking for something that isn't here.
pt_br: Você está procurando algo que não está aqui.

source: Account Activated
pt_br: Conta ativada

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
pt_br: Sua conta foi ativada com sucesso! Os dados de sua conta foram enviados a você em um email separado.

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
pt_br: Sua conta foi ativada com sucesso! Você pode fazer login agora com o nome de usuário e a senha fornecidos ao se registrar.

source: Please provide a valid activation key.
pt_br: Forneça uma chave de ativação válida.

source: Activation Key:
pt_br: Chave de ativação:

source: User registration is currently not allowed.
pt_br: O registro no blog está desativado no momento

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
pt_br: Registrar-se neste site é fácil. Basta preencher o formulário abaixo e você será um novo membro rapidinho.

source: Account Details
pt_br: Detalhes da conta

source: Username
pt_br: Nome de usuário

source: (required)
pt_br: (obrigatório)

source: Email Address
pt_br: Email

source: Choose a Password
pt_br: Escolha uma senha

source: Confirm Password
pt_br: Confirme a senha

source: Profile Details
pt_br: Detalhes do perfil

source: Blog Details
pt_br: Detalhes do blog

source: Yes, I'd like to create a new site
pt_br: Sim, desejo criar um novo blog

source: Blog URL
pt_br: URL do blog

source: Site Title
pt_br: Título do site

source: Complete Sign Up
pt_br: Completar o registro

source: Sign Up Complete!
pt_br: Registro concluído!

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
pt_br: Conta criada com sucesso! Para começar a usar este site, você precisa ativar sua conta com o email que acabamos de enviar ao seu endereço.

source: You have successfully created your account! Please log in using the username and password you have just created.
pt_br: Sua conta foi criada com sucesso! Faça login com o nome de usuário e a senha que você acabou de criar.

source: Please enter some content to post.
pt_br: Insira algum contéudo no post.

source: There was a problem posting your update, please try again.
pt_br: Ocorreu um problema ao publicar sua atualização, tente novamente.

source: Please do not leave the comment area blank.
pt_br: Não deixe a área de comentários em branco.

source: There was an error posting that reply, please try again.
pt_br: Ocorreu um erro ao publicar a resposta, tente novamente.

source: There was a problem when deleting. Please try again.
pt_br: Ocorreu um problema ao excluir. Tente novamente.

source: Remove Favorite
pt_br: Remover favorito

source: Favorite
pt_br: Favorito

source: Remove Invite
pt_br: Remover convite

source: Request Pending
pt_br: Pedidos pendentes

source: There was a problem accepting that request. Please try again.
pt_br: Ocorreu um problema ao aceitar a solicitação. Tente novamente.

source: There was a problem rejecting that request. Please try again.
pt_br: Ocorreu um problema ao rejeitar a solicitação. Tente novamente.

source: Error joining group
pt_br: Erro ao ingressar no grupo

source: Error requesting membership
pt_br: Erro ao solicitar participação

source: Membership Requested
pt_br: Participação solicitada

source: Error leaving group
pt_br: Erro ao sair do grupo

source: There was a problem closing the notice.
pt_br: Ocorreu um problema ao fechar o aviso.

source: There was a problem sending that reply. Please try again.
pt_br: Ocorreu um problema ao enviar a resposta. Tente novamente.

source: There was a problem marking messages as unread.
pt_br: Ocorreu um problema ao marcar as mensagens como não lidas.

source: There was a problem marking messages as read.
pt_br: Ocorreu um problema ao marcar as mensagens como lidas.

source: There was a problem deleting messages.
pt_br: Ocorreu um problema ao excluir as mensagens.

source: Proudly powered by <a href="%1$s">WordPress</a> and <a href="%2$s">BuddyPress</a>.
pt_br: %s é orgulhosamente desenvolvido com o <a href="http://wordpress.org">WordPress</a> e o <a href="http://buddypress.org">BuddyPress</a>

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
pt_br: Você também pode <a href="%s" title="Criar uma conta">criar uma conta</a>.

source: Password
pt_br: Senha

source: Remember Me
pt_br: Lembrar-me

source: Forum Topic Tags
pt_br: Tags de tópicos do fórum

source: Password Protected
pt_br: Protegido por senha

source: Enter the password to view comments.
pt_br: Digite sua senha para ver os comentários.

source: 1 response to %2$s
pt_br: %1$s respostas a %2$s

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
pt_br: Os comentários estão encerrados, mas os <a href="%1$s" title="URL de trackback deste post">trackbacks</a> e os pingbacks estão abertos.

source: Comments are closed.
pt_br: Os comentários estão encerrados.

source: 1 trackback
pt_br: %d trackback

source: Page not found
pt_br: Página não encontrada

source: Primary Navigation
pt_br: Opções de privacidade

source: My Favorites
pt_br: Meus favoritos

source: Accepted
pt_br: Aceitos

source: Rejected
pt_br: Negados

source: Show all comments for this thread
pt_br: Mostrar todos comentários desta conversa

source: Show all
pt_br: Mostrar todos

source: comments
pt_br: comentários

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
pt_br: <a href="%1$s">Post</a> em <a href="%2$s">%3$s</a> por <a href="%4$s">%5$s</a>

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando moderação.

source: Edit comment
pt_br: %d comentário

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
pt_br: Tema ativado! Este tema contém suporte a <a href="%s">imagem de cabeçalho personalizada</a> e a <a href="%s">widgets de barra lateral</a>.

source: You must be <a href="%1$s">logged in</a> to post a comment.
pt_br: Você precisa primeiro fazer o <a href="%s">login</a> e depois criar um novo blog.

source: Leave a reply
pt_br: Deixe uma resposta

source: &larr; Previous Entries
pt_br: &larr; Entradas anteriores

source: Next Entries &rarr;
pt_br: Próximas entradas &rarr;

source: <p class="serif">Read the rest of this page &rarr;</p>
pt_br: <p class="serif">Ler o restante desta página &rarr;</p>

source: Edit this page.
pt_br: Editar esta entrada.

# Home page banner link title
source: Home
pt_br: Início

source: Search for:
pt_br: Procurar

source: Members Directory
pt_br: Diretório de membros

source: All Members <span>%s</span>
pt_br: Blogs <span>(%d)</span>

source: My Friends <span>%s</span>
pt_br: Amigos <span>(%d)</span>

source: Last Active
pt_br: Último ativo

source: Newest Registered
pt_br: Último registrado

source: Alphabetical
pt_br: Em ordem alfabética

source: Sorry, no members were found.
pt_br: Nenhum membro encontrado.

source: Email Notification
pt_br: Avisos por email

source: Send a notification by email when:
pt_br: Enviar um aviso por email quando:

source: WARNING: Deleting your account will completely remove ALL content associated with it. There is no way back, please be careful with this option.
pt_br: Atenção: Excluir a conta removerá completamente TODO o conteúdo associado. Não é possível desfazer. Tenha cuidado com esta opção.

source: I understand the consequences of deleting my account.
pt_br: Compreendo as consequências da exclusão de minha conta.

source: Delete My Account
pt_br: Excluir minha conta

source: General Settings
pt_br: Configurações gerais

source: Current Password <span>(required to update email or change current password)</span>
pt_br: Alterar senha <span>(deixe em branco para não alterar)</span>

source: Lost your password?
pt_br: Escolha uma senha

source: Account Email
pt_br: Email da conta

source: Change Password <span>(leave blank for no change)</span>
pt_br: Alterar senha <span>(deixe em branco para não alterar)</span>

source: New Password
pt_br: Nova senha

source: Repeat New Password
pt_br: Repita a nova senha

source: %s's Profile
pt_br: Editar o perfil de %s

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
pt_br: O seu avatar será usado no seu perfil e em todo site. Se houver um <a href="http://gravatar.com">Gravatar</a> associado à sua conta de email, nós o usaremos ou você pode enviar uma imagem de seu computador.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
pt_br: Clique abaixo para selecionar uma foto no formato JPG, GIF ou PNG de seu computador e clique em 'Fazer upload' para continuar.

source: Upload Image
pt_br: Enviar imagem

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
pt_br: Para excluir o avatar atual sem enviar um novo, use o botão excluir avatar.

source: Delete Avatar
pt_br: Excluir avatar

source: Delete My Avatar
pt_br: Excluir meu avatar

source: Crop Your New Avatar
pt_br: Recortar seu novo avatar

source: Avatar to crop
pt_br: Avatar a ser recortado

source: Avatar preview
pt_br: Visualização do avatar

source: Crop Image
pt_br: Recortar imagem

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
pt_br: O seu avatar será usado no seu perfil e em todo site. Para mudar seu avatar, crie uma conta em <a href="http://gravatar.com">Gravatar</a> usando o mesmo email que você usou para se registrar neste site.

source: Editing '%s' Profile Group
pt_br: Editando o grupo do perfil de %s

source: Most Members
pt_br: Maioria dos membros

source: Newly Created
pt_br: Criado recentemente

source: Most Posts
pt_br: Maioria dos posts

source: Unreplied
pt_br: Não respondidos

source: Send To (Username or Friend's Name)
pt_br: Enviar para (nome de usuário ou nome do amigo)

source: This is a notice to all users.
pt_br: Este aviso é para todos os usuários.

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: Send Message
pt_br: Enviar mensagem

source: Sent:
pt_br: Enviadas:

source: Delete Message
pt_br: Excluir mensagem

source: Sorry, no notices were found.
pt_br: Nenhum aviso encontrado.

source: From:
pt_br: De:

source: To:
pt_br: Para:

source: View Message
pt_br: Ver mensagem

source: Sorry, no messages were found.
pt_br: Nenhuma mensagem encontrada

source: You are alone in this conversation.
pt_br: Seu comentário está aguardando moderação.

source: Conversation between %s and you.
pt_br: Enviada entre %s e %s

source: Send a Reply
pt_br: Enviar uma resposta

source: Send Reply
pt_br: Enviar resposta

source: Accept
pt_br: Aceitar

source: Reject
pt_br: Negar

source: You have no outstanding group invites.
pt_br: Você não tem convite de grupos pendente.

source: You have no pending friendship requests.
pt_br: Não há solicitações de amizade pendentes.

source: Show:
pt_br: Mostrar todos

source: Updates
pt_br: Mostrar atualizações

source: Comments
pt_br: Comentário

source: Forum Topics
pt_br: Tags de tópicos do fórum

source: Forum Replies
pt_br: Mostrar respostas do fórum

source: New Groups
pt_br: Mostrar novos grupos

source: Group Memberships
pt_br: Membros do grupo

source: The public activity for everyone on this site.
pt_br: A atividade pública para todos neste site.

source: The activity of my friends only.
pt_br: Somente a atividade de meus amigos.

source: The activity of groups I am a member of.
pt_br: A atividade dos grupos dos quais sou membro.

source: My Groups <span>%s</span>
pt_br: Meus Grupos <span>(%d)</span>

source: The activity I've marked as a favorite.
pt_br: A atividade que marquei como favorita.

source: My Favorites <span>%s</span>
pt_br: Meus Favoritos (<span>%s</span>)

source: Activity that I have been mentioned in.
pt_br: Atividades em que fui mencionado.

source: Mentions
pt_br: Menções

source: <span>%s new</span>
pt_br: <span>%d</span> tag

source: RSS Feed
pt_br: Feed RSS

source: New Members
pt_br: Mostrar novos membros

source: Reply
pt_br: Responder

source: What's new in %s, %s?
pt_br: O que há de novo em %s, %s?

source: What's new, %s?
pt_br: O que há de novo %s?

source: Post Update
pt_br: Atualização de post

source: Post in
pt_br: Publicar em

source: In reply to:
pt_br: Em resposta a

source: View Thread / Permalink
pt_br: Ver

source: Comment <span>%s</span>
pt_br: Amigos <span>(%d)</span>

source: Mark as Favorite
pt_br: Marcar como favorita

source: or press esc to cancel.
pt_br: ou pressione esc para cancelar.

source: Load More
pt_br: Carregar mais

source: Sorry, there was no activity found. Please try a different filter.
pt_br: Nenhuma atividade foi encontrada. Tente outro filtro.

source: All Sites <span>%s</span>
pt_br: Minhas favoritas (<span>%s</span>)

source: My Sites <span>%s</span>
pt_br: Minhas favoritas (<span>%s</span>)

source: Sorry, there were no sites found.
pt_br: Nenhum blog encontrado.

source: Site registration is currently disabled
pt_br: O registro no blog está desativado no momento

source: Forums Directory
pt_br: Diretório de fóruns de grupos

source: All Topics <span>%s</span>
pt_br: Blogs <span>(%d)</span>

source: My Topics <span>%s</span>
pt_br: Minhas favoritas (<span>%s</span>)

source: Create New Topic:
pt_br: Publicar novo tópico:

source: Content:
pt_br: Conteúdo:

source: Tags (comma separated):
pt_br: Tags (separadas por vírgulas):

source: Post In Group Forum:
pt_br: Post em fórum de grupo:

source: Post Topic
pt_br: Publicar tópico

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
pt_br: Você não é membro de nenhum grupo e, por isso, não pode publicar em nenhum fórum de grupo. Para começar a publicar, primeiro encontre um grupo que corresponda ao assunto que deseja iniciar. Se o grupo não existir, por que não <a href='%s'>criar um novo</a>? Após ingressar ou criar um grupo você pode publicar seu tópico no fórum desse grupo.

source: Topic
pt_br: Tópico

source: Freshness
pt_br: Publicação

source: Permalink
pt_br: Link permanente

source: Started by %1$s
pt_br: Iniciado por %1$s

source: in %1$s
pt_br: em %1$s

source: Sorry, there were no forum topics found.
pt_br: Nenhum tópico de fórum encontrado.

source: Forum Directory
pt_br: Diretório de fórum de grupos

source: Edit:
pt_br: Editar

source: This topic does not exist.
pt_br: Este tópico não existe.

source: New Reply
pt_br: Enviar resposta

source: %s said %s ago:
pt_br: %s disse %s atrás:

source: Permanent link to this post
pt_br: Link permanente para este post

source: Add a reply:
pt_br: Adicionar uma resposta:

source: Post Reply
pt_br: Publicar resposta

source: This topic is closed, replies are no longer accepted.
pt_br: Este tópico está encerrado, respostas não serão mais aceitas.

source: There are no posts for this topic.
pt_br: Não há posts para este tópico.

source: Groups Directory
pt_br: Diretório de grupos

source: All Groups <span>%s</span>
pt_br: Grupos <span>(%d)</span>

source: There were no groups found.
pt_br: Nenhum grupo encontrado.

source: This group has no members.
pt_br: Este grupo não possui membros.

source: Topic tags:
pt_br: Status do tópico

source: %1$s said %2$s:
pt_br: %1$s - %2$s

source: You will auto join this group when you reply to this topic.
pt_br: Você automaticamente ingressará neste grupo ao responder a este tópico.

source: You are requesting to become a member of the group '%s'.
pt_br: Você está pedindo para se tornar membro do grupo '%s'.

source: Comments (optional)
pt_br: Comentários (opcional)

source: Send Request
pt_br: Enviar solicitação

source: Select people to invite from your friends list.
pt_br: Selecione pessoas da sua lista de amigos para convidar.

source: Once you have built up friend connections you will be able to invite others to your group. You can send invites any time in the future by selecting the "Send Invites" option when viewing your new group.
pt_br: Após criar conexões de amigos, você poderá convidar outras pessoas para seu grupo. Você pode enviar convites a qualquer momento no futuro, selecionando a opção "Enviar convites" ao visualizar seu novo grupo.

source: You will auto join this group when you start a new topic.
pt_br: Você automaticamente ingressará neste grupo ao iniciar um novo tópico.

source: Post a New Topic:
pt_br: Publicar novo tópico:

source: Group Admins
pt_br: Administradores do grupo

source: Group Mods
pt_br: Moderadores do grupo
