Repository: gitgrupoift/bp-pt-br
Catalog: buddypress-*.po
Languages: pt_br

source: Site Tracking
pt_br: Acompanhamento do blog

source: Search sites...
pt_br: Pesquisar termo

source: Sites <span>%d</span>
pt_br: Amigos <span>(%d)</span>

source: Sites
pt_br: Convites

source: My Sites
pt_br: Meus favoritos

source: New site created
pt_br: Admin-mestre criado

source: New post published
pt_br: Novo post publicado

source: New post comment posted
pt_br: Novo comentário em post publicado

source: Dashboard
pt_br: Painel

source: New Post
pt_br: Novo post

source: Manage Posts
pt_br: Gerenciar posts

source: Manage Comments
pt_br: Gerenciar comentários

source: Create a Site!
pt_br: Criar um blog!

source: Viewing site %1$s to %2$s (of %3$s sites)
pt_br: Vendo item %s a %s (de %s itens)

source: Site authored by %s
pt_br: Site revisado por %s

source: active %s
pt_br: ativo %s atrás

source: Latest Post: %s
pt_br: Post mais recente: %s

source: There was a problem, please correct the form below and try again.
pt_br: Ocorreu um problema, corrija o formulário abaixo e tente novamente.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
pt_br: Ao preencher o formulário abaixo, você pode <strong>adicionar um blog à sua conta</strong>. Não existe limite para o número de blogs que você pode ter; então, faça o que seu coração mandar, mas seja responsável.

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
pt_br: Se não utilizar um bom domínio de blog, deixe-o para um novo usuário. Agora vamos lá!

source: Create Site
pt_br: Criado

source: Site Name:
pt_br: Nome do site

source: Site Domain:
pt_br: Domínio do blog:

source: Your address will be
pt_br: Seu endereço será

source: blogname
pt_br: nome do blog

source: domain.
pt_br: domínio.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
pt_br: Deve conter pelo menos 4 caracteres, letras e números somente. Como não pode ser mudado, escolha com cuidado!)

source: Site Title:
pt_br: Título do site

source: Privacy:
pt_br: Privacidade:

source: I would like my site to appear in search engines, and in public listings around this network.
pt_br: Quero que o meu blog apareça em mecanismos de busca e listas públicas sobre este site.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Congratulations! You have successfully registered a new site.
pt_br: Parabéns! Você registrou um novo blog com sucesso.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Login</a> as "%4$s" using your existing password.
pt_br: <a href="http://%1$s">http://%2$s</a> é o seu novo blog. <a href="%3$s">Faça o login</a> como "%4$s" usando a senha existente.

source: Create a Site
pt_br: Criar um blog

source: %s's Sites
pt_br: Rede de %s

source: %s's Recent Posts
pt_br: Posts recentes de %s

source: %s's Recent Comments
pt_br: Comentários recentes de %s

source: Search
pt_br: Pesquisar

source: Visit Site
pt_br: Visitar site

source: %s created the site %s
pt_br: %s criou o blog %s

source: %1$s wrote a new post, %2$s, on the site %3$s
pt_br: %s escreveu um novo post: %s

source: %1$s wrote a new post, %2$s
pt_br: %s escreveu um novo post: %s

source: %1$s commented on the post, %2$s, on the site %3$s
pt_br: %s comentou no post %s

source: %1$s commented on the post, %2$s
pt_br: %s comentou no post %s

source: Recent Networkwide Posts
pt_br: Posts recentes em todo site

source: Sorry, there were no posts found. Why not write one?
pt_br: Nenhum post de blog encontrado. Por que você não escreve um?

source: Max posts to show:
pt_br: Máximo de posts para mostrar:

source: A dynamic list of recently active, popular, and newest members
pt_br: Uma lista dinâmica de usuários novos, ativos e populares

source: Members
pt_br: Membros

source: Newest
pt_br: Mais recentes

source: Active
pt_br: Ativos

source: Popular
pt_br: Populares

source: No one has signed up yet!
pt_br: Ninguém se cadastrou ainda!

source: Title:
pt_br: Título:

source: Max members to show:
pt_br: Máximo de membros para mostrar:

source: Default members to show:
pt_br: Máximo de membros para mostrar:

source: Avatars of users who are currently online
pt_br: Não há nenhum usuário online no momento

source: Who's Online Avatars
pt_br: Avatares de quem está online

source: There are no users currently online
pt_br: Não há nenhum usuário online no momento

source: Who's Online
pt_br: Avatares de quem está online

source: Max Members to show:
pt_br: Máximo de membros para mostrar:

source: Avatars of recently active members
pt_br: Não há membro ativo recentemente

source: Recently Active Member Avatars
pt_br: Avatares de quem esteve ativo recentemente

source: There are no recently active members
pt_br: Não há membro ativo recentemente

source: There were no members found, please try another filter.
pt_br: Nenhum membro encontrado, tente outro filtro.

source: Admin Dashboard
pt_br: Painel

source: Network Dashboard
pt_br: Painel

source: Blavatar
pt_br: Avatar do blog

source: Comments %s
pt_br: Comentários: %s

source: Appearance
pt_br: Aparência

source: Themes
pt_br: Temas

source: Widgets
pt_br: Adicionar widgets

source: Background
pt_br: Imagem de fundo

source: Header
pt_br: Cabeçalho

source: %d WordPress Update
pt_br: Editor do WordPress

source: %d Plugin Update
pt_br: Editor do WordPress

source: %d Theme Update
pt_br: Editor do WordPress

source: Updates %s
pt_br: Somente atualizações

# XProfile fullname field name
source: Name
pt_br: Nome

source: IMPORTANT: <a href="http://codex.buddypress.org/buddypress-site-administration/upgrading-buddypress/">Read this before attempting to update BuddyPress</a>
pt_br: IMPORTANTE: <a href="http://codex.buddypress.org/getting-started/upgrading-from-10x/">Leia isto antes de tentar atualizar o BuddyPress</a>

source: Components
pt_br: Configuração do componente

source: Pages
pt_br: Páginas

source: Settings
pt_br: Configurações

source: Forums
pt_br: Fóruns

source: Settings Saved
pt_br: Configurações salvas

source: Disable BuddyPress to WordPress profile syncing?
pt_br: Desativar a sincronização de perfil BuddyPress para WordPress?

source: Hide admin bar for logged out users?
pt_br: Ocultar a barra de admin para usuários não conectados?

source: Disable avatar uploads? (Gravatars will still work)
pt_br: Desativar o upload de avatares? (Os Gravatares continuarão a funcionar)

source: Disable user account deletion?
pt_br: Desativar a exclusão da conta do usuário?

source: Disable activity stream commenting on blog and forum posts?
pt_br: Desativar comentários no fluxo de atividades de posts de blogs e fóruns?

source: Restrict group creation to Site Admins?
pt_br: Restringir criação de grupo somente aos administradores?

source: Save Settings
pt_br: Salvar configurações

source: Save All
pt_br: Ver todos

source: Extended Profiles
pt_br: Perfis estendidos

source: Account Settings
pt_br: Detalhes da conta

source: Friend Connections
pt_br: Mostrar conexões de amizade

source: Private Messaging
pt_br: Mensagens privadas

source: Activity Streams
pt_br: Fluxos de atividade

source: User Groups
pt_br: Filtrar grupos

source: Discussion Forums
pt_br: Discussão

source: BuddyPress Core
pt_br: BuddyPress

source: Community Members
pt_br: Maioria dos membros

source: Available Components
pt_br: Temas disponíveis

source: Required Components
pt_br: Comentários recentes

source: Directories
pt_br: Diretórios

source: - None -
pt_br: - Nenhum -

source: New Page
pt_br: Novo post

source: Save
pt_br: Salvar

source: View
pt_br: Ver

source: Register
pt_br: Registrar-se

source: Activate
pt_br: Ativar

source: Registration
pt_br: Registro

source: Permalinks
pt_br: Links permanentes

source: Theme
pt_br: Temas

source: Finish
pt_br: Concluir

source: Multisite Update
pt_br: Atualização de post

source: Database Update
pt_br: Nome do banco de dados

source: Update
pt_br: Atualização de post

source: BuddyPress %s
pt_br: BuddyPress

source: Site Directory
pt_br: Diretório %s

source: - Select -
pt_br: Selecionar:

source: members
pt_br: Membros

source: groups
pt_br: grupos

source: activity
pt_br: Atividade

source: forums
pt_br: Fóruns

source: register
pt_br: Registrar-se

source: activate
pt_br: Desativar

source: Site Activity
pt_br: Atividade no site

source: Groups
pt_br: Grupos

source: Day and name
pt_br: Nome do banco de dados

source: Use BuddyPress Default
pt_br: Configurações do BuddyPress

source: BuddyPress Default
pt_br: BuddyPress

source: A BuddyPress theme
pt_br: BuddyPress

source: Use this theme
pt_br: Promover este membro

source: Your existing theme
pt_br: Sua senha existente

source: Plugin Installed
pt_br: Instalado

source: Do not change theme
pt_br: Mudar tema

source: update
pt_br: atualizado %s atrás

source: Oops, there was a problem creating a configuration file.
pt_br: Ocorreu um problema ao ativar esse aviso.

source: If your <code>web.config</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this rule inside of the <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> file.
pt_br: Se o seu arquivo <code>.htaccess</code> fosse <a href="http://codex.wordpress.org/Changing_File_Permissions">gravável</a>, poderíamos fazer isto automaticamente. Como não é, aqui estão as regras de mod_rewrite que devem estar presentes no arquivo <code>.htaccess</code>. Clique no campo e pressione <kbd>CTRL + a</kbd> para selecionar tudo.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
pt_br: Se o seu arquivo <code>.htaccess</code> fosse <a href="http://codex.wordpress.org/Changing_File_Permissions">gravável</a>, poderíamos fazer isto automaticamente. Como não é, aqui estão as regras de mod_rewrite que devem estar presentes no arquivo <code>.htaccess</code>. Clique no campo e pressione <kbd>CTRL + a</kbd> para selecionar tudo.

source: Avatar Image
pt_br: Imagem do avatar

source: There is no error, the file uploaded with success
pt_br: Não houve erro, o upload foi feito com sucesso

source: Your image was bigger than the maximum allowed file size of:
pt_br: Sua imagem é maior que o tamanho máximo permitido de:

source: The uploaded file was only partially uploaded
pt_br: O upload do arquivo foi feito apenas parcialmente

source: No file was uploaded
pt_br: Nenhum upload foi feito

source: Missing a temporary folder
pt_br: Faltando uma pasta temporária

source: Your upload failed, please try again. Error was: %s
pt_br: Falha no upload. Tente novamente. O erro foi: %s

source: The file you uploaded is too big. Please upload a file under %s
pt_br: O arquivo que você enviou é muito grande. Faça upload de um arquivo com tamanho menor que %s

source: Please upload only JPG, GIF or PNG photos.
pt_br: Faça upload apenas de fotos em JPG, GIF ou PNG.

source: Upload Failed! Error was: %s
pt_br: O upload falhou! O erro foi: %s

source: Upload failed! Error was: %s
pt_br: O upload falhou! O erro foi: %s

source: Avatar of %s
pt_br: Avatares

source: Options
pt_br: Opções

source: %1$s at %2$s
pt_br: %1$s - %2$s

source: Search these:
pt_br: Pesquisar termo

source: Search anything...
pt_br: Pesquisar qualquer coisa...

source: [User Set]
pt_br: Tipo de usuário

source: Thanks for registering! To complete the activation of your account and blog, please click the following link: %1$s After you activate, you can visit your blog here: %2$s
pt_br: Obrigado por registrar-se! Para completar a ativação de sua conta e blog, clique neste link: %s Depois de ativar, você pode visitar seu blog aqui: %s

source: Activate %s
pt_br: Ativar %s

source: Thanks for registering! To complete the activation of your account please click the following link: %s
pt_br: Obrigado por registrar-se! Para completar a ativação de sua conta, clique no seguinte link: %s

source: Activate Your Account
pt_br: Ativar sua conta

source: %1$s | %2$s | %3$s
pt_br: %1$s para %2$s de %3$s

source: %s Directory
pt_br: Diretório %s

source: Create an Account
pt_br: Criar uma conta

source: Activate your Account
pt_br: Ativar sua conta

source: Create a Group
pt_br: Criar um grupo

source: Are you sure?
pt_br: Tem certeza?

source: %d group
pt_br: grupo

source: My Profile
pt_br: Meu perfil

source: Name
pt_br: Nome

source: About Me
pt_br: Sobre mim

source: Website
pt_br: Site

source: %1$s mentioned you in the group "%2$s"
pt_br: %s mencionou você no grupo "%s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
pt_br: %s mencionou você no grupo "%s": "%s" Para ver a mensagem e responder, faça login e visite: %s ---------------------

source: To disable these notifications please log in and go to: %s
pt_br: Para desativar estes avisos, faça o login e vá para: %s

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
pt_br: <strong>O BuddyPress está quase pronto</strong>. Você deve <a href="%s">atualizar sua estrutura de links permanentes</a> para algo diferente do padrão para funcionar.

source: You'll need to <a href='%s'>activate a <strong>BuddyPress-compatible theme</strong></a> to take advantage of all of BuddyPress's features. We've bundled a default theme, but you can always <a href='%s'>install some other compatible themes</a> or <a href='%s'>update your existing WordPress theme</a>.
pt_br: <strong>O BuddyPress está pronto</strong>. Você precisará <a href='%s'>attivar um tema compatível com o BuddyPress</a> para tirar vantagem de todas as funcionalidades. Nós incluímos um tema padrão, mas você sempre poderá <a href='%s'>instalar outros temas compatíveis</a>.

source: sometime
pt_br: às vezes

source: right now
pt_br: Agora

source: %s ago
pt_br: %s atrás

source: year
pt_br: ano

source: years
pt_br: anos

source: month
pt_br: mês

source: months
pt_br: meses

source: week
pt_br: semana

source: weeks
pt_br: semanas

source: day
pt_br: dia

source: days
pt_br: dias

source: hour
pt_br: hora

source: hours
pt_br: horas

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: second
pt_br: segundo

source: seconds
pt_br: segundos

source: not recently active
pt_br: não ativo recentemente

source: This user has been marked as a spammer. Only site admins can view this profile.
pt_br: Este usuário foi marcado como spammer. Somente os administradores do site podem ver este perfil.

source: You must log in to access the page you requested.
pt_br: Você deve fazer login para acessar sua conta.

source: You do not have access to this page.
pt_br: Sem acesso a esta atividade.

source: Sign Up
pt_br: Assinar

source: My Account
pt_br: Minha conta

source: Visit
pt_br: Visitar

source: Random Member
pt_br: Membro aleatório

source: Random Group
pt_br: Grupo aleatório

source: Random Site
pt_br: Membro aleatório

source: Profile
pt_br: Perfil

source: Public
pt_br: Público

source: Search Friends...
pt_br: Selecionar amigos

source: Friends <span>%d</span>
pt_br: Amigos <span>(%d)</span>

source: Friendships
pt_br: Amigos

source: Requests
pt_br: Solicitações

source: Friends <span class="count">%s</span>
pt_br: Ativos <span class="count">(%d)</span>

source: Pending Requests <span class="count">%s</span>
pt_br: Inativos <span class="count">(%d)</span>

source: Friends
pt_br: Amigos

source: No Pending Requests
pt_br: Enviar solicitação

source: New friendship request from %s
pt_br: Novo pedido de amizade de %s

source: %1$s wants to add you as a friend. To view all of your pending friendship requests: %2$s To view %3$s's profile: %4$s ---------------------
pt_br: %s quer adicioná-lo como amigo. Para visualizar todos os seus pedidos de amizade: %s Para ver o perfil de %s: %s ---------------------

source: %s accepted your friendship request
pt_br: %s aceitou ser seu amigo

source: %1$s accepted your friend request. To view %2$s's profile: %3$s ---------------------
pt_br: %s aceitou seu pedido de amizade. Para visualizar o perfil de %s: %s ---------------------

source: Recently Active
pt_br: Ativo recentemente

source: Alphabetically
pt_br: Em ordem alfabética

source: My Friends
pt_br: Meus amigos

source: %s's Friends
pt_br: Amigos de %s

source: See All
pt_br: Ver todos

source: You haven't added any friend connections yet.
pt_br: Você ainda não adicionou conexões de amigos.

source: %s hasn't created any friend connections yet.
pt_br: %s ainda não criou conexões de amigos.

source: There aren't enough site members to show a random sample just yet.
pt_br: O site ainda não possui membros suficientes para exibir uma amostra aleatória.

source: Filter Friends
pt_br: Filtrar amigos

source: %d friend
pt_br: %d amigo

source: %d friends
pt_br: %d amigos

source: Friendship Requested
pt_br: Pedido de amizade solicitado

source: Cancel Friendship
pt_br: Cancelar amizade

source: Add Friend
pt_br: Adicionar amigo

source: Friendship could not be requested.
pt_br: A amizade não pode ser solicitada.

source: Friendship requested
pt_br: Amizade solicitada

source: You are already friends with this user
pt_br: Você já é amigo deste usuário

source: You already have a pending friendship request with this user
pt_br: Você já tem um pedido de amizade pendente para este usuário

source: Friendship could not be canceled.
pt_br: A amizade não pode ser cancelada.

source: Friendship canceled
pt_br: Amizade cancelada

source: You are not yet friends with this user
pt_br: Você não é amigo deste usuário

source: You have a pending friendship request with this user
pt_br: Você tem um pedido de amizade pendente para este usuário

source: %1$s and %2$s are now friends
pt_br: %s e %s agora são amigos

source: Friendship accepted
pt_br: Amizade aceita

source: Friendship could not be accepted
pt_br: A amizade não pode ser aceita

source: Friendship rejected
pt_br: Amizade negada

source: Friendship could not be rejected
pt_br: A amizade não pode ser negada

source: A member sends you a friendship request
pt_br: Um membro quer ser seu amigo

source: A member accepts your friendship request
pt_br: Um membro aceitou ser seu amigo

source: New friendship created
pt_br: Nova amizade criada

source: %d friends accepted your friendship requests
pt_br: %d aceitaram ser seus amigos

source: You have %d pending friendship requests
pt_br: Você tem %d pedidos de amizade pendentes

source: You have a friendship request from %s
pt_br: %s está pedindo para ser seu amigo

source: General
pt_br: Geral

source: Notifications
pt_br: Avisos

source: Delete Account
pt_br: Excluir conta

source: Changes saved.
pt_br: Mudanças salvas.

source: Your new passwords did not match.
pt_br: Suas senhas não conferem

source: Your existing password is incorrect.
pt_br: Sua senha existente

source: Sorry, that email address is already used or is invalid.
pt_br: Este email já está em uso!

source: Sorry, you are not allowed to create groups.
pt_br: Sem permissão para escrever novos tópicos.

source: There was an error saving group details. Please try again.
pt_br: Ocorreu um erro ao salvar os detalhes do grupo. Tente novamente.

source: Please fill in all of the required fields
pt_br: Preencha todos os campos obrigatórios

source: There was an error saving group details, please try again.
pt_br: Ocorreu um erro ao salvar os detalhes do grupo, tente novamente.

source: %1$s created the group %2$s
pt_br: %s criou o grupo %s

source: There was an error saving the group avatar, please try uploading again.
pt_br: Ocorreu um erro ao salvar o avatar do grupo, tente fazer o upload novamente.

source: The group avatar was uploaded successfully!
pt_br: O avatar do grupo foi enviado com sucesso!

source: There was an error joining the group.
pt_br: Ocorreu um erro ao ingressar no grupo.

source: You joined the group!
pt_br: Você ingressou no grupo!

source: This group must have at least one admin
pt_br: Este grupo não possui administradores

source: There was an error leaving the group.
pt_br: Ocorreu um erro ao ingressar no grupo.

source: You successfully left the group.
pt_br: Você saiu do grupo.

source: Created a group
pt_br: Um grupo foi criado

source: Joined a group
pt_br: Ingressou em um grupo

source: New group forum topic
pt_br: Novo tópico em fórum de grupo

source: New group forum post
pt_br: Novo post em fórum de grupo

source: %1$d new membership requests for the group "%2$s"
pt_br: %d novos pedidos de participação para o grupo "%s"

source: Group Membership Requests
pt_br: Pedidos de participação no grupo

source: %s requests group membership
pt_br: Erro ao solicitar participação

source: %d accepted group membership requests
pt_br: %d pedidos de participação aceitos

source: Membership for group "%s" accepted
pt_br: O pedido de participação para o grupo "%s" foi aceito

source: %d rejected group membership requests
pt_br: %d pedidos de participação negados

source: Membership for group "%s" rejected
pt_br: O pedido de participação no grupo "%s" foi negado

source: You were promoted to an admin in %d groups
pt_br: Você foi promovido a administrador de %d grupos

source: You were promoted to an admin in the group "%s"
pt_br: Você foi promovido a administrador do grupo %s

source: You were promoted to a mod in %d groups
pt_br: Você foi promovido a moderador de %d grupos

source: You were promoted to a mod in the group "%s"
pt_br: Você foi promovido a moderador do grupo %s

source: You have %d new group invitations
pt_br: Você tem %d convites para novos grupos

source: Group Invites
pt_br: Convites para o grupo

source: You have an invitation to the group: %s
pt_br: Você tem um convite para o grupo: %s

source: Search Groups...
pt_br: Pesquisar grupos

source: You do not have access to this group.
pt_br: Sem acesso a esta atividade.

source: Details
pt_br: Detalhes

source: Invites
pt_br: Convites

source: Groups <span>%d</span>
pt_br: Grupos <span>(%d)</span>

source: Memberships
pt_br: Membros

source: Invitations
pt_br: Convites

# Group home navigation title
source: Home
pt_br: Início

source: Request Membership
pt_br: Solicitar participação

source: Forum
pt_br: Fórum

source: Members <span>%s</span>
pt_br: Membros <span>(%d)</span>

source: Send Invites
pt_br: Enviar convites

source: Groups <span class="count">%s</span>
pt_br: Todos <span class="count">(%d)</span>

source: Pending Invites <span class="count">%s</span>
pt_br: Inativos <span class="count">(%d)</span>

source: No Pending Invites
pt_br: Enviar convites

source: Group Avatar
pt_br: Avatar do grupo

source: Group Mod
pt_br: Moderador do grupo

source: Group Admin
pt_br: Administrador do grupo

source: Group Details Updated
pt_br: Detalhes do grupo atualizados

source: Group details for the group "%1$s" were updated: To view the group: %2$s ---------------------
pt_br: Os detalhes do grupo "%s" foram atualizados: Para visualizar o grupo: %s ---------------------

source: Membership request for group: %s
pt_br: Pedido de participação no grupo: %s
