Repository: gitgrupoift/bp-pt-br
Catalog: buddypress-*.po
Languages: pt_br

source: %1$s wants to join the group "%2$s". Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %3$s To view %4$s's profile: %5$s ---------------------
pt_br: %s quer ingressar no grupo "%s". Por ser o administrador desse grupo, você deve aceitar ou negar o pedido de participação. Para ver todos os pedidos de participação pendentes para este grupo, visite: %s Para visualizar o perfil de %s: %s ---------------------

source: Membership request for group "%s" accepted
pt_br: Pedido de participação no grupo "%s" aceito

source: Your membership request for the group "%1$s" has been accepted. To view the group please login and visit: %2$s ---------------------
pt_br: Seu pedido de participação no grupo "%s" foi aceito. Para visualizar o grupo, faça login e visite: %s ---------------------

source: Membership request for group "%s" rejected
pt_br: Pedido de participação no grupo "%s" negado

source: Your membership request for the group "%1$s" has been rejected. To submit another request please log in and visit: %2$s ---------------------
pt_br: Seu pedido de participação no grupo "%s" foi negado. Para enviar outro pedido, faça login e visite: %s ---------------------

source: an administrator
pt_br: um administrador

source: a moderator
pt_br: um moderador

source: You have been promoted in the group: "%s"
pt_br: Você foi promovido no grupo: "%s"

source: You have been promoted to %1$s for the group: "%2$s". To view the group please visit: %3$s ---------------------
pt_br: Você foi promovido a %s do grupo: "%s". Para ver o grupo visite: %s ---------------------

source: You have an invitation to the group: "%s"
pt_br: Você possui um convite para o grupo: "%s"

source: One of your friends %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
pt_br: Um dos seus amigos %s convidou você para o grupo: "%s". Para ver seus convites para grupos: %s para ver o grupo visite: %s Para ver o perfil do grupo %s visite: %s ---------------------

source: Edit Group
pt_br: Editar grupo de campos

source: Edit Details
pt_br: Editar detalhes

source: Edit Settings
pt_br: Atualizar configurações

source: Edit Avatar
pt_br: Editar o avatar de %s

source: Manage Invitations
pt_br: Gerenciar plugins

source: Manage Members
pt_br: Gerenciar membros

source: Membership Requests
pt_br: Pedidos de participação

source: Delete Group
pt_br: Excluir grupo

source: created %s
pt_br: criado %s atrás

source: There are no groups to display.
pt_br: Não há grupos para mostrar.

source: Max groups to show:
pt_br: Máximo de grupos para mostrar:

source: Default groups to show:
pt_br: Máximo de grupos para mostrar:

source: No groups matched the current filter.
pt_br: Nenhum grupo correspondeu ao filtro atual.

source: %1$s replied to the forum topic %2$s in the group %3$s
pt_br: %s publicou sobre o tópico %s do fórum do grupo %s:

source: %1$s started the forum topic %2$s in the group %3$s
pt_br: %s criou o tópico %s do fórum do grupo %s:

source: Group invite could not be accepted
pt_br: Convite de grupo não pode ser aceito

source: Group invite accepted
pt_br: Convite de grupo aceito

source: %1$s joined the group %2$s
pt_br: %s ingressou no grupo %s

source: Group invite could not be rejected
pt_br: Convite de grupo não pode ser negado

source: Group invite rejected
pt_br: Convite de grupo negado

source: There was an error when replying to that topic
pt_br: Ocorreu erro ao responder a esse tópico

source: Your reply was posted successfully
pt_br: Resposta publicada com sucesso

source: There was an error when making that topic a sticky
pt_br: Ocorreu um erro ao tornar este tópico fixo.

source: The topic was made sticky successfully
pt_br: O tópico foi marcado como fixo com sucesso

source: There was an error when unsticking that topic
pt_br: Ocorreu um erro ao tornar este tópico não fixo.

source: The topic was unstuck successfully
pt_br: O tópico não está mais fixo

source: There was an error when closing that topic
pt_br: Ocorreu um erro ao encerrar este tópico.

source: The topic was closed successfully
pt_br: O tópico foi encerrado com sucesso

source: There was an error when opening that topic
pt_br: Ocorreu um erro ao abrir este tópico.

source: The topic was opened successfully
pt_br: O tópico foi aberto com sucesso.

source: There was an error deleting the topic
pt_br: Ocorreu um erro ao excluir este tópico.

source: The topic was deleted successfully
pt_br: O tópico foi excluído com sucesso.

source: There was an error when editing that topic
pt_br: Ocorreu um erro ao editar este tópico.

source: The topic was edited successfully
pt_br: O tópico foi editado com sucesso

source: There was an error deleting that post
pt_br: Ocorreu um erro ao excluir este post

source: The post was deleted successfully
pt_br: O post foi excluído com sucesso

source: There was an error when editing that post
pt_br: Ocorreu um erro ao editar este post

source: The post was edited successfully
pt_br: O post foi editado com sucesso

source: You have been banned from this group.
pt_br: Você foi promovido no grupo: "%s"

source: This group does not have a forum setup yet.
pt_br: Este tópico não existe.

source: There was an error when creating the topic
pt_br: Ocorreu um erro ao criar este tópico

source: The topic was created successfully
pt_br: O tópico foi criado com sucesso

source: Group invites sent.
pt_br: Convites para o grupo foram enviados.

source: There was an error sending your group membership request, please try again.
pt_br: Ocorreu um erro ao enviar seu pedido de participação no grupo. Tente novamente.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
pt_br: Seu pedido de participação foi enviado com sucesso ao administrador do grupo. Você será avisado quando o administrador do grupo responder ao seu pedido.

source: There was an error updating group details, please try again.
pt_br: Ocorreu um erro ao atualizar os detalhes do grupo. Tente novamente.

source: Group details were successfully updated.
pt_br: Os detalhes do grupo foram atualizados com sucesso.

source: There was an error updating group settings, please try again.
pt_br: Ocorreu um erro ao atualizar as configurações do grupo. Tente novamente.

source: Group settings were successfully updated.
pt_br: As configurações do grupo foram atualizadas com sucesso.

source: Your avatar was deleted successfully!
pt_br: Seu avatar foi excluído com sucesso!

source: There was a problem deleting that avatar, please try again.
pt_br: Ocorreu um problema ao excluir o avatar. Tente novamente.

source: There was a problem cropping the avatar, please try uploading it again
pt_br: Ocorreu um problema ao recortar o avatar, tente fazer o upload novamente.

source: The new group avatar was uploaded successfully!
pt_br: O novo avatar do grupo foi enviado com sucesso!

source: There was an error when promoting that user, please try again
pt_br: Ocorreu um erro ao promover este usuário. Tente novamente.

source: User promoted successfully
pt_br: Usuário promovido com sucesso

source: There was an error when demoting that user, please try again
pt_br: Ocorreu um erro ao rebaixar este usuário. Tente novamente.

source: User demoted successfully
pt_br: Usuário rebaixado com sucesso

source: There was an error when banning that user, please try again
pt_br: Ocorreu um erro ao expulsar este usuário. Tente novamente.

source: User banned successfully
pt_br: Usuário foi expulso com sucesso

source: There was an error when unbanning that user, please try again
pt_br: Ocorreu um erro ao anular expulsão deste usuário. Tente novamente.

source: User ban removed successfully
pt_br: Expulsão do usuário anulada com sucesso

source: There was an error removing that user from the group, please try again
pt_br: Ocorreu um erro ao rebaixar este usuário. Tente novamente.

source: User removed successfully
pt_br: Expulsão do usuário anulada com sucesso

source: There was an error accepting the membership request, please try again.
pt_br: Ocorreu um erro ao aceitar o pedido de participação. Tente novamente.

source: Group membership request accepted
pt_br: O pedido de participação no grupo foi aceito.

source: There was an error rejecting the membership request, please try again.
pt_br: Ocorreu um erro ao negar o pedido de participação. Tente novamente.

source: Group membership request rejected
pt_br: O pedido de participação no grupo foi negado

source: There was an error deleting the group, please try again.
pt_br: Ocorreu um erro ao excluir o grupo. Tente novamente.

source: The group was deleted successfully
pt_br: O grupo foi excluído com sucesso.

source: A member invites you to join a group
pt_br: Um membro o convidou para ingressar em um grupo

source: Group information is updated
pt_br: A informação do grupo foi atualizada

source: You are promoted to a group administrator or moderator
pt_br: Você foi promovido a administrador ou moderador de um grupo

source: A member requests to join a private group for which you are an admin
pt_br: Um membro solicitou ingressar em grupo privado do qual você é administrador

source: Admin Options
pt_br: Opções de administração

source: Group Settings
pt_br: Configurações do grupo

source: Public Group
pt_br: Grupo público

source: Hidden Group
pt_br: Grupo oculto

source: Private Group
pt_br: Grupo privado

source: Group
pt_br: Grupo

source: Group logo of %s
pt_br: Moderadores do grupo

source: not yet active
pt_br: ainda não está ativo

source: Private
pt_br: Privado

source: Profile picture of %s
pt_br: Imagem do perfil (Avatar)

source: No Admins
pt_br: Sem administradores

source: No Mods
pt_br: Sem moderadores

source: Filter Groups
pt_br: Filtrar grupos

source: Viewing group %1$s to %2$s (of %3$s groups)
pt_br: Vendo grupos %s a %s (de %s grupos)

source: %s member
pt_br: %s membro

source: %s members
pt_br: %s membros

source: %d topic
pt_br: %d tópico

source: %d topics
pt_br: %d tópicos

source: Demote to Member
pt_br: Rebaixar a membro

source: joined %s
pt_br: ingressou %s atrás

source: This group has no administrators
pt_br: Este grupo não possui administradores

source: Promote to Admin
pt_br: Promover a administrador

source: This group has no moderators
pt_br: Este grupo não possui moderadores

source: Delete
pt_br: Excluir

source: New Topic
pt_br: Novo tópico

source: Leave Group
pt_br: Sair do grupo

source: Join Group
pt_br: Ingressar no grupo

source: Request Sent
pt_br: Pedido enviado

source: This is a private group and you must request group membership in order to join.
pt_br: Este grupo é privado e você deve solicitar a participação antes de ingressar.

source: This is a private group. To join you must be a registered site member and request group membership.
pt_br: Este grupo é privado. Para ingressar,você deve ser um membro registrado e solicitar a participação

source: This is a private group. Your membership request is awaiting approval from the group administrator.
pt_br: Este grupo é privado. Seu pedido de participação aguarda a decisão do administrador do grupo.

source: This is a hidden group and only invited members can join.
pt_br: Este grupo é oculto e apenas convidados podem ingressar.

source: Viewing members %1$s to %2$s (of %3$s members)
pt_br: Vendo membros %s a %s (de %s membros)

source: Group avatar
pt_br: Avatar do grupo

source: Recently Joined
pt_br: Ingressado recentemente

source: Most Popular
pt_br: Mais populares

source: Administrator Of
pt_br: Administrador de

source: Moderator Of
pt_br: Moderador de

source: No Group Avatar
pt_br: Nenhum avatar do grupo

source: requested %s
pt_br: pedido %s atrás

source: Group Activity RSS Feed
pt_br: Feed RSS da atividade do grupo

source: As the only Admin, you cannot leave the group.
pt_br: Como único administrador, você não pode deixar o grupo.

source: %1$s posted an update in the group %2$s
pt_br: %s publicou uma atualização no grupo %s:

source: Edit
pt_br: Editar

source: Change Avatar
pt_br: Mudar avatar

source: Please make sure you fill in all required fields in this profile field group before saving.
pt_br: Confira se você preencheu todos os campos obrigatórios no grupo de campos do perfil antes de salvar.

source: There was a problem updating some of your profile information, please try again.
pt_br: Ocorreu um problema ao atualizar algumas informações do seu perfil, tente novamente.

source: There was a problem cropping your avatar, please try uploading it again
pt_br: Ocorreu um problema ao cortar seu avatar, tente fazer o upload novamente.

source: Your new avatar was uploaded successfully!
pt_br: Seu novo avatar foi enviado com sucesso!

source: Please make sure you give the group a name.
pt_br: Confira se você atribuiu um nome ao grupo.

source: Add New Field Group
pt_br: Adicionar novo grupo de campos

source: Create Field Group
pt_br: Criar um grupo

source: Edit Field Group
pt_br: Editar grupo de campos

source: Save Changes
pt_br: Salvar alterações

source: Field Group Title
pt_br: Nome do grupo de campos

source: Group Description
pt_br: Descrição do grupo

source: or
pt_br: ou

source: Cancel
pt_br: Cancelar

source: Please enter options for this Field:
pt_br: Digite opções para este campo:

source: Order By:
pt_br: Ordenar por:

source: Order Entered
pt_br: Pedido enviado

source: Name - Ascending
pt_br: Nome - ordem crescente

source: Name - Descending
pt_br: Nome - ordem decrescente

source: Option
pt_br: Opção

source: Default Value
pt_br: Valor Padrão

source: Add Another Option
pt_br: Adicionar outra opção

source: Add Field
pt_br: Adicionar campo

source: Edit Field
pt_br: Editar campo

source: Field Title
pt_br: Título do campo

source: Field Description
pt_br: Descrição do campo

source: Is This Field Required?
pt_br: Este campo é obrigatório?

source: Not Required
pt_br: Não obrigatório

source: Required
pt_br: Obrigatório

source: Field Type
pt_br: Tipo do campo

source: Text Box
pt_br: Caixa de texto

source: Multi-line Text Box
pt_br: Caixa de texto de várias linhas

source: Date Selector
pt_br: Seletor de datas

source: Radio Buttons
pt_br: Botões de opção

source: Drop Down Select Box
pt_br: Menu suspenso

source: Multi Select Box
pt_br: Menu de seleção múltipla

source: Checkboxes
pt_br: Caixas de seleção

source: Please make sure you fill out all required fields.
pt_br: Confira se você preencheu todos os campos obrigatórios.

source: Radio button field types require at least one option. Please add options below.
pt_br: Botões de opção precisam de ao menos uma opção. Adicione as opções abaixo.

source: Select box field types require at least one option. Please add options below.
pt_br: Menus de seleção precisam de ao menos uma opção. Adicione as opções abaixo.

source: Checkbox field types require at least one option. Please add options below.
pt_br: Caixas de seleção precisam de ao menos uma opção. Adicione as opções abaixo.

source: Profile Fields
pt_br: Configuração dos campos do perfil

source: Extended Profile Fields
pt_br: Perfis estendidos

source: Add New Group
pt_br: Adicionar novo grupo

source: Your users will distinguish themselves through their profile page. You must give them profile fields that allow them to describe themselves in a way that is relevant to the theme of your social network.
pt_br: Seus usuários serão diferenciados com a respectiva página de perfil. Você deve especificar campos para que possam se descrever de maneira relevante ao tema da sua rede social.

source: NOTE: Any fields in the "%s" group will appear on the signup page.
pt_br: NOTA: Qualquer campo do primeiro grupo aparecerá na página de registro.

source: Add New Field
pt_br: Adicionar novo campo

source: There are no fields in this group.
pt_br: Não há campos neste grupo.

source: You have no groups.
pt_br: Você não possui nenhum grupo.

source: There was an error saving the group. Please try again
pt_br: Ocorreu um erro ao tentar salvar o grupo. Tente novamente

source: The group was saved successfully.
pt_br: O grupo foi salvo com sucesso.

source: There was an error deleting the group. Please try again
pt_br: Ocorreu um erro ao excluir o grupo. Tente novamente

source: The group was deleted successfully.
pt_br: O grupo foi excluído com sucesso.

source: There was an error saving the field. Please try again
pt_br: Ocorreu um erro ao salvar o campo. Tente novamente.

source: The field was saved successfully.
pt_br: O campo foi salvo com sucesso.

source: field
pt_br: campo

source: option
pt_br: opção

source: There was an error deleting the %s. Please try again
pt_br: Ocorreu um erro ao excluir %s. Tente novamente.

source: The %s was deleted successfully!
pt_br: %s foi excluído com sucesso!

source: (Required)
pt_br: (obrigatório)

source: Clear
pt_br: Limpar

source: January
pt_br: janeiro

source: February
pt_br: fevereiro

source: March
pt_br: março

source: April
pt_br: abril

source: May
pt_br: maio

source: June
pt_br: junho

source: July
pt_br: julho

source: August
pt_br: agosto

source: September
pt_br: setembro

source: October
pt_br: outubro

source: November
pt_br: novembro

source: December
pt_br: dezembro

source: Avatar uploads are currently disabled. Why not use a <a href="http://gravatar.com" target="_blank">gravatar</a> instead?
pt_br: No momento, o envio de avatar está desativado. Por que você não usa um <a href="http://gravatar.com" target="_blank">gravatar</a>?

source: Profile not recently updated
pt_br: Perfil não atualizado recentemente

source: Profile updated %s
pt_br: Perfil atualizado

source: Edit Profile
pt_br: Editar perfil

source: New member registered
pt_br: Novo membro registrado

source: Updated Profile
pt_br: Perfil atualizado

source: Settings Saved.
pt_br: Configurações salvas.

source: (Installed)
pt_br: Instalado

source: Forums for Groups
pt_br: Grupos em destaque

source: You may use an existing bbPress installation if you have one.
pt_br: Usar uma instalação existente do bbPress.

source: Features
pt_br: Blogs em destaque

source: Group Integration
pt_br: Integração de usuários

source: Member Profile Integration
pt_br: Informações do perfil

source: Activity Stream Integration
pt_br: Fluxo de atividade

source: @ Mention Integration
pt_br: Integração de usuários

source: Uninstall Group Forums
pt_br: Fóruns populares de grupos

source: New! Site Wide Forums
pt_br: Posts recentes em todo site

source: Central Discussion Area
pt_br: Ativar fórum de discussão

source: Install Site Wide Forums
pt_br: Posts recentes em todo site

source: The bb-config.php file was not found at that location, please try again.
pt_br: O arquivo bb-config.php não foi encontrado naquele local, tente novamente.

source: Forums were set up correctly using your existing bbPress install!
pt_br: Os fóruns foram configurados corretamente usando a sua instalação do bbPress!

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the bb-config.php file in the same location.
pt_br: Agora o BuddyPress irá usar sua cópia interna do bbPress nos fóruns em seu site. Se desejar, você pode remover os seus arquivos antigos do bbPress, desde que mantenha o arquivo bb-config.php no mesmo local.

source: Existing bbPress Installation
pt_br: Instalação do bbPress existente.

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your <code>bb-config.php</code> file, and BuddyPress will do the rest.
pt_br: O BuddyPress pode usar a sua instalação existente do bbPress. Apenas forneça o local do seu arquivo <code>bb-config.php</code> e o BuddyPress fará o resto.

source: Complete Installation
pt_br: Completar instalação

source: <p>All done! Configuration settings have been saved to the file <code>bb-config.php</code> in the root of your WordPress install.</p>
pt_br: Tudo pronto! As configurações foram salvas no arquivo <code>bb-config.php</code> na raiz da sua instalação do WordPress.

source: <p>A configuration file could not be created. No problem, but you will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your WordPress installation before you can start using the forum functionality.</p>
pt_br: Um arquivo de configuração não pode ser criado. Sem problemas, mas você precisará salvar o texto exibido abaixo em um arquivo chamado <code>bb-config.php</code> no diretório raiz da sua instalação do WordPress antes de poder começar a usar o fórum.

source: New bbPress Installation
pt_br: Nova instalação do bbPress

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
pt_br: Você decidiu configurar uma nova instalação do bbPress para gerenciamento de fóruns no BuddyPress. Isto é muito simples e normalmente é feito com apenas um clique. Quando estiver pronto, acesse o link abaixo.

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
pt_br: Os arquivos do bbPress não foram encontrados. Para instalar o componente dos fóruns, você deve fazer o download de uma cópia do bbPress e garantir que ela esteja na pasta: "%s"

source: Install Group Forums
pt_br: Fórum do grupo

source: Use Existing Installation
pt_br: Instalação do bbPress existente.

source: Search Forums...
pt_br: Procurar

source: Topics Started
pt_br: Tópicos iniciados

source: Replied To
pt_br: Tópicos não respondidos

source: Replies
pt_br: Respostas recentes

source: Favorite Topics
pt_br: Tópicos Favoritos

source: Deleted User
pt_br: Usuário excluído

source: Edit Topic
pt_br: Editar tópico

source: Sticky Topic
pt_br: Tópico fixo

source: Un-stick Topic
pt_br: Remover o status fixo do tópico

source: Open Topic
pt_br: Abrir tópico

source: Close Topic
pt_br: Encerrar tópico

source: Delete Topic
pt_br: Excluir tópico

source: matching tag "%s"
pt_br: tag correspondente "%s"

source: Viewing topic %s to %s (of %s total topics%s)
pt_br: Vendo tópicos %s a %s (%s total de %s tópicos)

source: Viewing post %1$s to %2$s (%3$s total posts)
pt_br: Visualizando posts %d até %d (total de %d posts)

source: The forums component has not been set up yet.
pt_br: Os componentes do fórum ainda não foram configurados.

source: Private Messages
pt_br: Mensagens Privadas

source: Search Messages...
pt_br: Buscar Mensagens

source: Messages <span>%s</span>
pt_br: Mensagens <span>%s</span>

source: Inbox
pt_br: Caixa de entrada

source: Sent
pt_br: Enviadas:

source: Compose
pt_br: Escrever

source: Notices
pt_br: Avisos

source: Messages <span class="count">%s</span>
pt_br: Inativos <span class="count">(%d)</span>

source: Inbox <span class="count">%s</span>
pt_br: Todos <span class="count">(%d)</span>

source: Messages
pt_br: Mensagens

source: All Member Notices
pt_br: Todos membros

source: My Messages
pt_br: Minhas mensagens

source: Viewing message %1$s to %2$s (of %3$s messages)
pt_br: Vendo mensagens %s a %s (de %s mensagens)

source: Select:
pt_br: Selecionar:

source: Read
pt_br: Lidas

source: Unread
pt_br: Não lidas

source: All
pt_br: Todos

source: Mark as Read
pt_br: Marcar como lida

source: Mark as Unread
pt_br: Marcar como não lida

source: Delete Selected
pt_br: Excluir selecionados

source: Currently Active
pt_br: Ativa no momento

source: Deactivate
pt_br: Desativar

source: Close
pt_br: Fechar
